<?php
return array(
    'A' => array(
        'name'  => '农、林、牧、渔业',
        'sub' => array(
            '01' => '农业产品',
            '02' => '林业产品',
            '03' => '饲养动物及其产品',
            '04' => '渔业产品',
            '05' => '农、林、牧、渔服务',
        ),
    ),
    'B' => array(
        'name'  => '采矿业',
        'sub' => array(
            '06' => '煤炭采选产品',
            '07' => '石油和天然气开采产品',
            '08' => '黑色金属矿',
            '09' => '有色金属矿',
            '10' => '非金属矿',
            '11' => '其他矿产品',
        ),
    ),
    'C' => array(
        'name'  => '制造业',
        'sub' => array(
            '13' => '农副食品，动、植物油制品',
            '14' => '食品及加工盐',
            '15' => '饮料、酒及酒精',
            '16' => '烟草制品',
            '17' => '纺织产品',
            '18' => '服装、鞋、帽',
            '19' => '皮革、毛皮及其制品',
            '20' => '木材及木、竹、藤、棕、草制品',
            '21' => '家具及配件',
            '22' => '纸及纸制品',
            '23' => '印刷品、记录媒介复制品',
            '24' => '文教体育用品',
            '25' => '石油加工、炼焦及核燃料',
            '26' => '化学原料及化学制品',
            '27' => '医药',
            '28' => '化学纤维',
            '29' => '橡胶制品',
            '30' => '塑料制品、半成品及辅料',
            '31' => '非金属矿物制品',
            '32' => '黑色金属冶炼及压延产品',
            '33' => '有色金属冶炼及压延产品',
            '34' => '金属制品',
            '35' => '通用设备',
            '36' => '专用设备',
            '37' => '交通运输设备',
            '38' => '收费的生产服务及修理',
            '39' => '电气机械及器材',
            '40' => '通信设备、计算机及其他电子设备',
            '41' => '仪器仪表及文化、办公用机械',
            '42' => '工艺品及其他制造产品',
            '43' => '废弃资源和废旧材料回收加工品',
        ),
    ),
    'D' => array(
        'name'  => '电力、热力、燃气及水生产和供应业',
        'sub' => array(
            '44' => '电力和热力',
            '45' => '燃气',
            '46' => '水',
        ),
    ),
    'E' => array(
        'name'  => '建筑业',
        'sub' => array(
            '47' => '房屋和土木工程服务与产品',
            '48' => '建筑安装服务',
            '49' => '建筑装饰服务',
            '50' => '其他建筑服务',
        ),
    ),
    'F' => array(
        'name'  => '批发和零售业',
        'sub' => array(
            '63' => '批发服务',
            '65' => '零售服务',
        ),
    ),
    'G' => array(
        'name'  => '交通运输、仓储和邮政业',
        'sub' => array(
            '51' => '铁路运输服务',
            '52' => '道路运输服务',
            '53' => '城市公共交通服务',
            '54' => '水路运输服务',
            '55' => '航空运输服务',
            '56' => '管道运输服务',
            '57' => '装卸搬运和其他运输服务',
            '58' => '仓储服务',
            '59' => '邮政寄递服务',
        ),
    ),
    'H' => array(
        'name'  => '住宿和餐饮业',
        'sub' => array(
            '66' => '住宿服务',
            '67' => '餐饮服务',
        ),
    ),
    'I' => array(
        'name'  => '信息传输、软件和信息技术服务业',
        'sub' => array(
            '60' => '电信和其他信息传输服务',
            '61' => '计算机信息服务',
            '62' => '软件服务',
        ),
    ),
    'J' => array(
        'name'  => '金融业',
        'sub' => array(
            '68' => '银行服务',
            '69' => '证券服务',
            '70' => '保险服务',
            '71' => '其他金融服务',
        ),
    ),
    'K' => array(
        'name'  => '房地产业',
        'sub' => array(
            '72' => '房地产服务',
        ),
    ),
    'L' => array(
        'name'  => '租赁和商务服务业',
        'sub' => array(
            '73' => '租赁服务',
            '74' => '商务服务',
        ),
    ),
    'M' => array(
        'name'  => '科学研究和技术服务业',
        'sub' => array(
            '75' => '研究与试验发展服务',
            '76' => '专业技术服务',
            '77' => '科技交流和推广服务',
        ),
    ),
    'N' => array(
        'name'  => '水利、环境和公共设施管理业',
        'sub' => array(
            '78' => '地质勘查服务',
            '79' => '水利管理服务',
            '80' => '环境管理服务',
            '81' => '公共设施管理服务',
        ),
    ),
    'O' => array(
        'name'  => '居民服务、修理和其他服务业',
        'sub' => array(
            '82' => '居民服务',
            '83' => '维修、清洁和其他服务',
        ),
    ),
    'P' => array(
        'name'  => '教育',
        'sub' => array(
            '84' => '教育服务',
        ),
    ),
    'Q' => array(
        'name'  => '卫生和社会工作',
        'sub' => array(
            '85' => '卫生服务',
            '86' => '社会保障服务',
            '87' => '社会福利服务',
        ),
    ),
    'R' => array(
        'name'  => '文化、体育和娱乐业',
        'sub' => array(
            '88' => '新闻出版服务',
            '89' => '广播、电视、电影和音像服务',
            '90' => '文化艺术服务',
            '91' => '体育服务',
            '92' => '娱乐服务',
        ),
    ),
    'S' => array(
        'name'  => '公共管理、社会保障和社会组织',
        'sub' => array(
            '93' => '公共管理服务',
            '94' => '民主党派、工商联、群众团体服务',
            '95' => '社会团体、基金会及宗教组织服务',
            '96' => '基层群众自治组织服务',
        ),
    ),
    'T' => array(
        'name'  => '国际组织',
        'sub' => array(
            '97' => '国际组织及使领馆服务',
        ),
    ),
);